Repository: Rafaykureshi/ATS
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: pl

source: Welcome to ATS
pl: Witamy na stronie ATS

source: Premium THC products you can trust manufactured ❤️ in 🇬🇧 and 🇵🇱
pl: Premium produkty z THC którym można zaufać wyprodukowane z ❤️ w 🇬🇧 oraz 🇵🇱

source: Shop Now
pl: Sklep

source: Verify Product
pl: Zweryfikuj Produkt

source: Authenticity
pl: Weryfikacja

source: 1. Scratch off the verification sticker to reveal the code.
pl: 1. Zdrap zdrapkę z naklejki by ujawnić kod.

source: 2. Using your phone, scan the NFC tag on your product, it will take you to this website.
pl: 2. Używając telefonu, zeskanuj tag NFC, zabierze cię on do naszej strony.

source: 3. Enter the code from the sticker to confirm authenticity of your product.
pl: 3. Wpisz kod spod zdrapki by potwierdzić autentyczność swojego produktu.

source: Premium Quality
pl: Jakość Premium

source: Our products are manufactured in a trusted, safe, lab environment by professionals. We take care and pride in what we create.
pl: Nasze produkty są wyprodukowane w zaufanym i bezpiecznym laboratorium przez profesjonalistów. Robimy to starannie i z dumą.

source: Heavy metals certifications ✅
pl: Certyfikaty na metale ciężkie ✅

source: Oil certifications ✅
pl: Certyfikaty na oleje ✅

source: Fast Shipping and 100% Satisfaction
pl: Szybka Dostawa i 100% Satysfakcji

source: Your products are shipped with next day delivery in discreet packaging (UK/PL).
pl: Wasze zamówienie jest nadawane najszybszą możliwą opcją w dyskretnym opakowaniu (UK/PL).

source: EU up to 5 days.
pl: UE do 5 dni.

source: Any issues, report them to your distributor and we’ll sort it from there.
pl: Wszystkie problemy prosimy zgłaszać bezpośrednio do dystrybutora, a my zajmiemy się resztą.
